[1,0,0,[["cc.JsonAsset",["_name","json"],1]],[[0,0,1,3]],[[0,"th-TH",{"CREDIT":"เครดิต","BET":"เดิมพัน","SPIN_TO_WIN":"หมุนเพื่อชนะ!","GOOD_LUCK":"โชคดี","PAYS":"จ่าย","WIN":"ชนะ","TOTAL_WIN":"ชนะทั้งหมด","LINE":"ไลน์","SYSTEM_SETTINGS":"การตั้งค่าระบบ","GAME_INFO":"ข้อมูลเกม","TOTAL_BET":"เดิมพันทั้งหมด","QUICK_SPIN":"หมุนเร็ว","SOUND":"เสียง","MUSIC":"ดนตรี","QUICK_SPIN_INFO":"เล่นเร็วขึ้นเพื่อล\nดเวลาหมุนทั้งหมด","SOUND_INFO":"ปิดหรือเปิดเสียง","MUSIC_INFO":"ปิดหรือเปิดเพลง","AUTOPLAY_SETTINGS":"การตั้งค่าเล่นอัตโนมัติ","AUTOSTOP_SETTINGS":"การตั้งค่าหยุดอัตโนมัติ","BONUS_CONTINUES":"โบนัสอย่างต่อเนื่อง","SKIP_SCREENS":"ข้ามหน้าจอ","AUTO_QUICK_SPIN":"หมุนเร็ว","AUTO_CREDIT":"เครดิต","NUMBER_OF_AUTOSPINS":"จำนวนออโต้สปิน","START_AUTOPLAY":"เริ่มเล่นอัตโนมัติ","OK":"ตกลง","MysterPage_Tip1":"ขอแสดงความยินดีด้วย!","MysterPage_Tip2":"คุณชนะรางวัล","MysterPage_Tip3":" MONEY BAG ","InfoPage1_Scatter":"เมื่อกระจาย 9 อันปรากฏบนวงล้อ 2, 3, 4 จะได้รางวัลการหมุนฟรี 7 รอบ","InfoPage1_Stacked_Symbol":"สัญลักษณ์ทั้งหมดและวงล้อทั้งหมดจะกองสะสม ยกเว้นสัญลักษณ์กระจาย","InfoPage2_Title":"โซนโบนัส","InfoPage2_Text1":"ระหว่างการหมุนฟรี ตรงกลางของวงล้อ 3 จะกลายเป็นโซนโบนัส ซึ่งจะมีเงินรางวัลกองกลาง 3 กอง หนึ่งกองต่อหนึ่งสัญลักษณ์","InfoPage2_Text2":"เมื่อ\nตกลงไปในโซนโบนัส ท่านจะสามารถรับรางวัลโบนัสสำหรับสัญลักษณ์นั้นๆ\nและโบนัสของสัญลักษณ์นั้นจะเพิ่มขึ้น","InfoPage2_Text3":"เมื่อ\nตกลงไปในโซนโบนัส จะได้รางวัลสำหรับสัญลักษณ์ทั้งสามตัว\nและรางวัลของสัญลักษณ์ทุกตัวจะเพิ่มขึ้น","InfoPage3_Text1":"ปรากฏบนวงล้อ 1, 2, 3, 4, 5, รวบรวมสัญลักษณ์นี้ 3 ตัวขึ้นไปเพื่อเข้าสู่เกมโบนัส","InfoPage3_Text2":"ระหว่างเกทโบนัส จะได้รับลูกแก้ววิเศษ 3 ลูก โดยขึ้นกับรางวัลโบนัสบนลูกบอลเวทมนตร์\nมีโอกาสที่ลูลูกแก้ววิเศษจะตกลงไปในที่ว่างใดๆ พร้อมกับโบนัสที่เกี่ยวข้อง\nการหมุนแต่ละครั้งจะใช้แถบพลังงานหนึ่งแถบ เกมจะจบลงเมื่อแถบพลังงานถูกใช้หมดสามแถบ\nหากคุณได้ลูกแก้ววิเศษ 1 ลูกระหว่างการหมุนใดๆ แถบพลังงานจะถูกเติมเต็ม\nเมื่อเกมจบลง จะได้รับรางวัลโบนัสรวมจากลูกแก้ววิเศษ ","InfoPage5_Text1":"จะปรากฏบนแกน 1, 2, 3, 4, 5\nทางเลือกแทนสัญลักษณ์อื่นที่ไม่ใช่ SCATTER และ BONUS","StartPage1_Tip1":"สัญลักษณ์ตัวคูณไวลด์ที่ปรากฏบนเพลา 2, 3, 4, 5 ระหว่างการหมุนฟรีจะคงอยู่บนเพลาที่ปรากฏออกมา จนกว่าจะจบเกมเล่นฟรี","StartPage2_Tip1":"ระหว่างเกมเล่นฟรี จะให้รางวัลการหมุนฟรีเพิ่มเติม 2 ครั้ง สำหรับสัญลักษณ์ตัวคูณไวลด์ 4 ตัวที่ปรากฏออกมา","InfoPage1_Tip1":"สัญลักษณ์ตัวคูณไวลด์ที่ปรากฏบนเพลา 2, 3, 4, 5 ระหว่างการหมุนฟรีจะคงอยู่บนเพลาที่ปรากฏออกมา จนกว่าจะจบเกมเล่นฟรี","InfoPage2_Tip1":"ระหว่างเกมเล่นฟรี จะให้รางวัลการหมุนฟรีเพิ่มเติม 2 ครั้ง สำหรับสัญลักษณ์ตัวคูณไวลด์ 4 ตัวที่ปรากฏออกมา","InfoPage3_Title1":"สัญลักษณ์ไวลด์","InfoPage3_Tip1":"สัญลักษณ์ไวลด์สามารถแทนที่สัญลักษณ์ทั้งหมดได้ ยกเว้นกระจาย\nสัญลักษณ์ไวลด์จะปรากฏเฉพาะบนเพลาที่ 2, 3, 4 และ 5 เท่านั้น\nทุกครั้งที่สัญลักษณ์ไวลด์ปรากฏออกมา มันจะถูกสุ่มคูณด้วย x1, x2\nหรือ x3 โดยที่ในระหว่างการจ่ายเงินรางวัล\nหากมีสัญลักษณ์ไวลด์หนึ่งอันขึ้นไปบนไลน์ที่ชนะรางวัล\nวคูณจะถูกคูณระหว่างการจ่ายเงินรางวัล","InfoPage3_Title2":"สัญลักษณ์รางวัล","InfoPage3_Tip2":"สัญลักษณ์โบนัส 3 อันขึ้นไปที่ปรากฏบนเพลาใดก็ตาม\nจะเริ่มการหมุนฟรี\nเมื่อได้สัญลักษณ์โบนัส 3 อันขึ้นไป จะได้รางวัลเดิมพัน 5 เท่า","InfoPage3_Title3":"เกมเล่นฟรี","InfoPage3_Tip3":"เมื่อสัญลักษณ์โบนัส 3, 4 หรือ 5 อันปรากฏออกมา\nจะได้รับรางวัลการหมุนฟรี 8, 12 หรือ 16 ครั้ง\nสัญลักษณ์ไวลด์ที่ปรากฏระหว่างการหมุนฟรีจะคงอยู่บนเพลาที่ปรากฏจนกว่าจะจบเกมเล่นฟรี\nเมื่อมีสัญลักษณ์ไวลด์มากกว่า 4, 8 หรือ 10 อัน จะได้รับเกมเล่นฟรีเพิ่มเติมอีก 2 เกม","InfoPage4_Title1":"เงินรางวัลสูงสุด","InfoPage4_Tip1":"ไม่ว่าในเกมหลักหรือเกมเล่นฟรี\nเมื่อการจ่ายรางวัลสูงถึง\n5,000 เท่า มันจะถูกขัดจังหวะและจ่ายรางวัลในทันที","InfoPage4_Title2":"ซื้อการหมุนฟรี","InfoPage4_Tip2":"สามารถเริ่มรอบการหมุนฟรีได้ทันทีจากเกมหลักโดยการซื้อด้วยราคา100x\nของเดิมพันรวมปัจจุบัน เมื่อซื้อฟีเจอร์การหมุนฟรี\nจะสามารถได้กระจาย 3, 4 หรือ 5\nอันแบบสุ่มบนหน้าจอที่เริ่มฟีเจอร์\nแล้วจะให้รางวัลการหมุนฟรี 8, 12 หรือ 16 ครั้ง เพย์ไลน์","HOME":"ออกจากเกม","HISTORY":"ประวัติการเดิมพัน","InsufficientCredit":"เครดิตไม่พอเล่น","InfoTitle_PayTable":"ตารางการจ่ายรางวัล","BuyFreeGameConfirmPage_Tip1":"ยืนยันว่าจะ\nซื้อหรือไม่","BuyFreeSpinBtn_Tip1":"ซื้อ\nกา\nรหมุ\nนฟรี"}]],0,0,[],[],[]]