[1,0,0,[["cc.TextAsset",["_name","text"],1]],[[0,0,1,3]],[[0,"c0010","﻿場景：s0010,,,,,Boy：,Boy：,Unknown Girl：,Boy：,Unknown Girl：,Boy：,Unknown Girl：,Boy：,Unknown Girl：,Boy：,Unknown Girl：,Boy：,Unknown Girl：,Boy：,Unknown Girl：,Boy：,Unknown Girl：,Boy：,Unknown Girl：,Boy：\n台詞：c0010,\"The afternoon sky is covered with heavy clouds, with a light rain gently falling.\",\"The raindrops lightly tap on the window, producing a rhythmic sound, creating a tranquil atmosphere.\",\"The air is filled with a fresh scent, bringing a feeling that is both refreshing and slightly chilly.\",\"At this moment, in a certain bedroom, an extraordinary boy lies in peaceful slumber.\",\"Where is this? Am I dreaming, or is it real?\",\"Hey! Who are you, and why are you sitting on me?\",\"Ah! Ah! It’s so comfortable, your thing is so big.\",What are you talking about! Do you know it's very rude to sit on someone like this?,\"Ah! Ah! I'm sorry, I came from the continent of Oukilia to summon you~~\",\"Summon? What kind of joke is that, do you think I'm a summoned beast or something!\",\"Ah! Ah! I'm not joking, you are the chosen hero, and I really did come to summon you to help us.\",\"Alright, assuming you're not joking, but why am I the chosen hero? Is it because I'm especially handsome?\",Ah! Ah! Of course not.,\"Hey, you're the one asking for my help, can't you speak a bit more nicely!\",\"Ah! Ah! Even if I need your help, I can't lie!\",\"(With a resigned expression) \"\"Well then, I refuse your summoning, you can go now.\",\"Ah! Ah! Come on, there are many beautiful women in Oukilia waiting for you.\"\"\",\"No way! I'm a gentleman, playing the beauty card won't work on me.\",\"Ah! Ah! You can't refuse me, now I have grabbed your penis, if you refuse me, you will be impotent forever!\",\"nonsense! I don’t believe you, I’m not super hard now!\",\"Ah! Ah! It doesn't matter, you must come to us. I have already cast a spell on you, and soon you will be transported to the continent of Oukilia.\",\"Hey, you can't do that!\",\"Ah! Ah! Come on, the magic is about to take effect.\",Ah! Ah! Fuck!It's for real~~~\nSpine檔案名稱,10000H2,,,,,,10000H2,,,,,,10000H2,,,,,,10000H2,,,,,10000H2\nSpine動作名稱,hide,,,,,,animation,,,,,,animation2,,,,,,animation3,,,,,\"animation4,animation5\"\n動畫中心座標誤差調整,,,,,,,,,,,,,,,,,,,,,,,\n,,,,,,,v200106021,,v200106020,,v200206022,,v100007020,,v200106021,,v200106020,,v200206022,,v200106021,,v100007020\n"]],0,0,[],[],[]]